{
  "ourCertifications": "OUR CERTIFICATIONS",
  "complianceWithStandards": "Compliance with standards",
  "complianceDescription": "At Biogance, compliance with standards is an inseparable priority of our quality and ethical approach.",
  "pioneersDescription": "Pioneers in the field of organic and natural care for animals, we were the first to offer a range certified \"Ecosoin\" by ECOCERT through our Organissime line.",
  "recognitionDescription": "This recognition guarantees natural, controlled and transparent formulas, complying with the strictest requirements of ecological cosmetics for animals.",
  "isoCertificationDescription": "At the same time, our production site is ISO 22716 certified, an international standard governing Good Manufacturing Practices (GMP). This certification confirms our commitment to producing safe and consistent quality across all our products. With Biogance, you have the guarantee of choosing certified, safe, and responsible animal care, developed in compliance with the most demanding standards.",
  "certifiedPetCareBrand": "We're a Certified Pet Care Brand",
  "certificationDetails": "ECOCERT and ISO 22716 certified for safe and eco-responsible pet care.",
  "controlledByEcocert": "Controlled by Ecocert",
  "ecocertFirstCompany": "Biogance is the first company to offer a range of animal care products labeled \"Ecosoin bio\" by ECOCERT, through its Organissime line.",
  "labelChoice": "Although this label is not mandatory in the sector, we have made the deliberate and committed choice to apply it, in order to offer our animals products subject to the same demanding standards as human cosmetology.",
  "ecocertStandardBasedOn": "The ECOCERT Standard Is Based On:",
  "renewableResources": "Use of ingredients from renewable resources",
  "environmentallyFriendlyMethods": "Environmentally friendly processing methods",
  "absenceOfControversialSubstances": "Absence of GMOs, parabens, phenoxyethanol, or controversial substances",
  "organissimeRequirements": "Our Organissime Range Meets These Requirements:",
  "organicIngredients": "98% of the plant ingredients used in our formulas come from organic farming.",
  "effectiveSafeEthical": "Effective, safe, and ethical care, fully aligned with our values",
  "beyondObligations": "With this label, Biogance confirms its desire to go beyond regulatory obligations, to offer eco-responsible, transparent, and trustworthy care.",
  "goodManufacturingPractices": "Good Manufacturing Practices (GMP)",
  "isoCertified": "Biogance is proud to be ISO 22716 certified, an international standard that guarantees compliance with Good Manufacturing Practices (GMP).",
  "gmpEssentialPillar": "Compliance with GMP is an essential pillar of the European Cosmetics Regulation, which imposes strict measures to ensure the safety of cosmetic products and protect consumers.",
  "certificationMeans": "What This Certification Means:",
  "highQualityCommitment": "Commitment to high-quality products developed under strict regulations",
  "firstIsoCertification": "First company to obtain ISO certification for animal hygiene products",
  "expertiseRecognition": "Recognition of our expertise and quality-first approach",
  "whyItMatters": "Why It Matters:",
  "strictCriteria": "Thanks to this standard, we can guarantee that each Biogance product meets strict criteria of:",
  "safety": "Safety",
  "efficacy": "Efficacy",
  "traceability": "Traceability",
  "respectingEnvironment": "All while respecting the environment and industry requirements."
}
