{
  "subtitle": "More than a brand, a mission",
  "title": "Biogance, the laboratory committed to animal welfare",
  "description1": "BIOGANCE is an independent, family-run laboratory, a pioneer in organic and natural hygiene and care for animals.",
  "description2": "An expert in its field, the laboratory relies on GMP (ISO 22716) certified production units and a team dedicated to Research & Innovation, drawing inspiration from the secrets of aromatic and medicinal plants.",
  "description3": "Driven by strong social and environmental values, BIOGANCE® is much more than a brand: it is a committed laboratory, determined to have a positive impact and to offer the best to our companions.",
  "shopNow": "Shop Now",
  "discover": "Discover",
  "pillarsTitle": "The Pillars of Our Commitment",
  "pillarsDescription": "At Biogance, our values guide everything we do. From respect for animals and the environment to innovation, quality, and teamwork, these pillars shape our mission to create safe, natural, and ethical care for pets worldwide.",
  "tab1": "Respect for the Animal",
  "tab2": "Respect for the environment",
  "tab3": "Innovation",
  "tab4": "Quality",
  "tab5": "Sharing and respect",
  "animalTitle": "Respect for the Animal",
  "animalText1": "At BIOGANCE, respect for animal welfare is at the heart of everything we do.",
  "animalText2": "This is why we develop organic and natural animal care products, formulated with certified organic active ingredients and carefully selected ingredients of natural origin.",
  "animalText3": "Our formulas are designed to meet the specific needs of each animal: whether dogs, cats, NACs, or other companions. Paraben-free, phenoxyethanol-free, animal oil-free, and of course not tested on animals, our products combine effectiveness, safety and respect for nature.",
  "animalText4": "By choosing Biogance, you are opting for a committed French brand, a pioneer in natural animal care, which places ethics, quality and the health of your companion at the forefront.",
  "environmentTitle": "Respect for the Environment",
  "environmentText1": "Quality care should never come at the expense of the planet.",
  "environmentText2": "This is why we have chosen to develop environmentally friendly hygiene and care products for animals, through a rigorous selection of non-polluting raw materials and a global eco-responsible approach.",
  "environmentText3": "Our packaging is recyclable and designed to minimize its environmental impact, while ensuring the safety and optimal conservation of the formulas.",
  "environmentText4": "This commitment is fully in line with our CSR commitment, which places environmental ethics at the heart of our creative process.",
  "environmentText5": "By choosing Biogance, you are supporting an independent French laboratory that works every day to combine animal well-being and respect for the planet, through organic, sustainable and responsible care.",
  "innovationTitle": "Innovation",
  "innovationText1": "A pioneer in organic and natural animal care, Biogance places innovation at the heart of its development.",
  "innovationText2": "Since our beginnings, we have been imagining unique solutions that respect animals and their environment, by combining technology, science and nature.",
  "innovationText3": "Our Research & Development team is constantly working to improve our formulas and create new, ever more effective treatments, in line with market developments, consumer expectations and the specific needs of pets.",
  "innovationText4": "Thanks to our constant monitoring and our ability to adapt, we offer products that combine innovation, naturalness and effectiveness, in an ever more responsible approach. With Biogance, you choose a visionary brand, at the forefront of innovation in the field of organic and ethical petcare.",
  "qualityTitle": "Quality",
  "qualityText1": "Quality is more than just a commitment: it's a daily requirement. Our quality department monitors every step, from ingredient selection to manufacturing, to ensure safe, effective care that meets the real needs of animals.",
  "qualityText2": "In collaboration with the ECOCERT label, in 2017 we launched Organissime, the first range labeled \"Ecocare for animals\", proof of our commitment to animal cosmetics that are natural, ethical and rigorous.",
  "qualityText3": "Our production site is ISO 22716 certified, a guarantee of Good Manufacturing Practices (GMP) and optimal traceability.",
  "qualityText4": "With Biogance, you can be sure of choosing an expert French brand, which combines transparency, safety and high quality in all its products.",
  "sharingTitle": "Sharing & Respect",
  "sharingText1": "Our greatest asset is the women and men who work every day in our laboratory.",
  "sharingText2": "We believe that it is thanks to a cross-functional, fluid and caring collaboration between all departments—R&D, quality, production, logistics, marketing—that we can move forward with consistency and efficiency.",
  "sharingText3": "We cultivate a team spirit based on respect, dynamism and trust, in a professional, pleasant and stimulating work environment. This strong corporate culture allows us to build a lasting, innovative and human brand, where each employee is a player in the success of Biogance.",
  "sharingText4": "For us, respect for humans is inseparable from respect for animals."
}
