{
  "ourCertifications": "NOS CERTIFICATIONS",
  "complianceWithStandards": "Conformité aux normes",
  "complianceDescription": "Chez Biogance, la conformité aux normes est une priorité inséparable de notre approche qualité et éthique.",
  "pioneersDescription": "Pionniers dans le domaine des soins organiques et naturels pour animaux, nous avons été les premiers à proposer une gamme certifiée \"Ecosoin\" par ECOCERT à travers notre ligne Organissime.",
  "recognitionDescription": "Cette reconnaissance garantit des formules naturelles, contrôlées et transparentes, respectant les exigences les plus strictes de la cosmétique écologique pour animaux.",
  "isoCertificationDescription": "Parallèlement, notre site de production est certifié ISO 22716, une norme internationale régissant les Bonnes Pratiques de Fabrication (BPF). Cette certification confirme notre engagement à produire une qualité sûre et constante sur tous nos produits. Avec Biogance, vous avez la garantie de choisir des soins pour animaux certifiés, sûrs et responsables, développés en conformité avec les normes les plus exigeantes.",
  "certifiedPetCareBrand": "Nous sommes une marque de soins pour animaux certifiée",
  "certificationDetails": "Certifié ECOCERT et ISO 22716 pour des soins pour animaux sûrs et éco-responsables.",
  "controlledByEcocert": "Contrôlé par Ecocert",
  "ecocertFirstCompany": "Biogance est la première entreprise à proposer une gamme de produits de soins pour animaux labellisée \"Ecosoin bio\" par ECOCERT, à travers sa ligne Organissime.",
  "labelChoice": "Bien que ce label ne soit pas obligatoire dans le secteur, nous avons fait le choix délibéré et engagé de l'appliquer, afin d'offrir à nos animaux des produits soumis aux mêmes normes exigeantes que la cosmétique humaine.",
  "ecocertStandardBasedOn": "La norme ECOCERT est basée sur :",
  "renewableResources": "Utilisation d'ingrédients issus de ressources renouvelables",
  "environmentallyFriendlyMethods": "Méthodes de transformation respectueuses de l'environnement",
  "absenceOfControversialSubstances": "Absence d'OGM, parabènes, phénoxyéthanol ou substances controversées",
  "organissimeRequirements": "Notre gamme Organissime répond à ces exigences :",
  "organicIngredients": "98% des ingrédients végétaux utilisés dans nos formules proviennent de l'agriculture biologique.",
  "effectiveSafeEthical": "Soins efficaces, sûrs et éthiques, pleinement alignés avec nos valeurs",
  "beyondObligations": "Avec ce label, Biogance confirme son désir d'aller au-delà des obligations réglementaires, pour offrir des soins éco-responsables, transparents et dignes de confiance.",
  "goodManufacturingPractices": "Bonnes Pratiques de Fabrication (BPF)",
  "isoCertified": "Biogance est fière d'être certifiée ISO 22716, une norme internationale qui garantit la conformité aux Bonnes Pratiques de Fabrication (BPF).",
  "gmpEssentialPillar": "La conformité aux BPF est un pilier essentiel du Règlement Cosmétiques Européen, qui impose des mesures strictes pour assurer la sécurité des produits cosmétiques et protéger les consommateurs.",
  "certificationMeans": "Ce que signifie cette certification :",
  "highQualityCommitment": "Engagement envers des produits de haute qualité développés sous des réglementations strictes",
  "firstIsoCertification": "Première entreprise à obtenir la certification ISO pour les produits d'hygiène animale",
  "expertiseRecognition": "Reconnaissance de notre expertise et de notre approche qualité d'abord",
  "whyItMatters": "Pourquoi c'est important :",
  "strictCriteria": "Grâce à cette norme, nous pouvons garantir que chaque produit Biogance répond à des critères stricts de :",
  "safety": "Sécurité",
  "efficacy": "Efficacité",
  "traceability": "Traçabilité",
  "respectingEnvironment": "Le tout en respectant l'environnement et les exigences de l'industrie."
}
