{
  "subtitle": "Plus qu'une marque, une mission",
  "title": "Biogance, le laboratoire engagé pour le bien-être animal",
  "description1": "BIOGANCE est un laboratoire indépendant et familial, pionnier dans l'hygiène et les soins organiques et naturels pour les animaux.",
  "description2": "Expert dans son domaine, le laboratoire s'appuie sur des unités de production certifiées GMP (ISO 22716) et une équipe dédiée à la Recherche & Innovation, s'inspirant des secrets des plantes aromatiques et médicinales.",
  "description3": "Animé par de fortes valeurs sociales et environnementales, BIOGANCE® est bien plus qu'une marque : c'est un laboratoire engagé, déterminé à avoir un impact positif et à offrir le meilleur à nos compagnons.",
  "shopNow": "Acheter maintenant",
  "discover": "Découvrir",
  "pillarsTitle": "Les piliers de notre engagement",
  "pillarsDescription": "Chez Biogance, nos valeurs guident tout ce que nous faisons. Du respect des animaux et de l'environnement à l'innovation, la qualité et le travail d'équipe, ces piliers façonnent notre mission de créer des soins sûrs, naturels et éthiques pour les animaux de compagnie du monde entier.",
  "tab1": "Respect de l'animal",
  "tab2": "Respect de l'environnement",
  "tab3": "Innovation",
  "tab4": "Qualité",
  "tab5": "Partage et respect",
  "animalTitle": "Respect de l'animal",
  "animalText1": "Chez BIOGANCE, le respect du bien-être animal est au cœur de tout ce que nous faisons.",
  "animalText2": "C'est pourquoi nous développons des produits de soins pour animaux organiques et naturels, formulés avec des ingrédients actifs certifiés biologiques et des ingrédients d'origine naturelle soigneusement sélectionnés.",
  "animalText3": "Nos formules sont conçues pour répondre aux besoins spécifiques de chaque animal : chiens, chats, NAC ou autres compagnons. Sans parabènes, sans phénoxyéthanol, sans huile animale, et bien sûr non testés sur les animaux, nos produits combinent efficacité, sécurité et respect de la nature.",
  "animalText4": "En choisissant Biogance, vous optez pour une marque française engagée, pionnière dans les soins naturels pour animaux, qui place l'éthique, la qualité et la santé de votre compagnon au premier plan.",
  "environmentTitle": "Respect de l'environnement",
  "environmentText1": "Des soins de qualité ne doivent jamais se faire au détriment de la planète.",
  "environmentText2": "C'est pourquoi nous avons choisi de développer des produits d'hygiène et de soins respectueux de l'environnement pour les animaux, grâce à une sélection rigoureuse de matières premières non polluantes et une approche éco-responsable globale.",
  "environmentText3": "Notre emballage est recyclable et conçu pour minimiser son impact environnemental, tout en assurant la sécurité et la conservation optimale des formules.",
  "environmentText4": "Cet engagement est pleinement en ligne avec notre engagement RSE, qui place l'éthique environnementale au cœur de notre processus créatif.",
  "environmentText5": "En choisissant Biogance, vous soutenez un laboratoire français indépendant qui travaille chaque jour à combiner le bien-être animal et le respect de la planète, grâce à des soins organiques, durables et responsables.",
  "innovationTitle": "Innovation",
  "innovationText1": "Pionnier dans les soins pour animaux organiques et naturels, Biogance place l'innovation au cœur de son développement.",
  "innovationText2": "Depuis nos débuts, nous imaginons des solutions uniques qui respectent les animaux et leur environnement, en combinant technologie, science et nature.",
  "innovationText3": "Notre équipe Recherche & Développement travaille constamment à améliorer nos formules et à créer de nouveaux traitements toujours plus efficaces, en ligne avec les évolutions du marché, les attentes des consommateurs et les besoins spécifiques des animaux de compagnie.",
  "innovationText4": "Grâce à notre suivi constant et à notre capacité d'adaptation, nous proposons des produits qui combinent innovation, naturalité et efficacité, dans une approche toujours plus responsable. Avec Biogance, vous choisissez une marque visionnaire, à la pointe de l'innovation dans le domaine des soins pour animaux organiques et éthiques.",
  "qualityTitle": "Qualité",
  "qualityText1": "La qualité est plus qu'un engagement : c'est une exigence quotidienne. Notre département qualité surveille chaque étape, de la sélection des ingrédients à la fabrication, pour assurer des soins sûrs et efficaces qui répondent aux véritables besoins des animaux.",
  "qualityText2": "En collaboration avec le label ECOCERT, en 2017 nous avons lancé Organissime, la première gamme labellisée \"Ecocare pour animaux\", preuve de notre engagement envers les cosmétiques animaux naturels, éthiques et rigoureux.",
  "qualityText3": "Notre site de production est certifié ISO 22716, une garantie de Bonnes Pratiques de Fabrication (GMP) et de traçabilité optimale.",
  "qualityText4": "Avec Biogance, vous pouvez être sûr de choisir une marque française experte, qui combine transparence, sécurité et haute qualité dans tous ses produits.",
  "sharingTitle": "Partage et respect",
  "sharingText1": "Notre plus grand atout est les femmes et les hommes qui travaillent chaque jour dans notre laboratoire.",
  "sharingText2": "Nous croyons que c'est grâce à une collaboration transversale, fluide et bienveillante entre tous les départements—R&D, qualité, production, logistique, marketing—que nous pouvons avancer avec cohérence et efficacité.",
  "sharingText3": "Nous cultivons un esprit d'équipe basé sur le respect, le dynamisme et la confiance, dans un environnement professionnel, agréable et stimulant. Cette forte culture d'entreprise nous permet de construire une marque durable, innovante et humaine, où chaque employé est un acteur du succès de Biogance.",
  "sharingText4": "Pour nous, le respect des humains est inséparable du respect des animaux."
}
